/* Localized versions of Guest Access strings */

allowButton = "Bildschirmfreigabe";
denyButton = "Abbrechen";

controlTitle = "Anfrage um Bildschirmmitbenutzung";
observeTitle = "Anfrage um Bildschirmmitbenutzung";

controlRequestKnown = "„%@“ an „%@“ möchte Ihren Bildschirm mitbenutzen.\r\rMöchten Sie Ihren Bildschirm freigeben?";
observeRequestKnown = "„%@“ an „%@“ möchte Ihren Bildschirm beobachten.\r\rMöchten Sie Ihren Bildschirm freigeben?";

controlRequestUnknown = "Ein Gastbenutzer mit der Adresse %@ möchte Ihren Bildschirm mitbenutzen.\r\rKlicken Sie nur auf „Bildschirm freigeben“, wenn Sie sicher sind, dass Sie diese Person kennen.";
observeRequestUnknown = "Ein Gastbenutzer mit der Adresse %@ möchte Ihren Bildschirm beobachten.\r\rKlicken Sie nur auf „Bildschirm freigeben“, wenn Sie sicher sind, dass Sie diese Person kennen.";

errAttnReqCommString = "Ein Kommunikationsfehler ist aufgetreten.";
